tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"

brew "azure-cli"
brew "bat"
brew "bitwarden-cli"
brew "buku"
brew "cask"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git-flow-avh"
brew "git-sizer"
brew "git"
brew "gitversion"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gpg"
brew "harfbuzz"
brew "jq"
brew "maven"
brew "neovim"
brew "openjdk@11"
brew "openssl@3"
brew "pinentry-mac"
brew "ripgrep"
brew "starship"
brew "thefuck"
brew "zplug"
brew "zsh-completions"
# brew "watch"

cask "brave-browser"
cask "drawio"
# cask "firefox-developer-edition"
# cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "google-chrome-dev"
cask "inkscape"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "logseq"
cask "raycast"
# cask "rancher"
cask "visual-studio-code"
